---
kind: type
id: T:Autodesk.Revit.DB.Lighting.LightDimmingColor
source: html/ddc3ad4d-f861-b322-cf6b-215d3e502002.htm
---
# Autodesk.Revit.DB.Lighting.LightDimmingColor

Tags for specific light dimming colors

## Syntax (C#)
```csharp
public enum LightDimmingColor
```